
1 = "Delete previous versions?";
2 = "Previous versions of Messenger for Mac have been found on this volume.";
3 = "To ensure that the latest version of this software runs properly, we recommend that previous versions are deleted. All of your contact information will be saved and moved to this new version of Messenger for Mac.";
4 = "Would you like to delete previous versions?";
5 = "To proceed, click Next.";
6 = "Searching for previous versions of Microsoft Messenger...";
7 = "To interrupt the search and continue to the next step, press Next. Previous versions will remain on your computer.";
8 = "Yes";
9 = "No";
